[M_MeetWithEllie MissionDefinition]
MissionDescription="Two bandit clans have been a thorn in Ellie's side: the Zafords and the Hodunks. She has concocted a plan to start a war between the two families: all you need to do is cause a ruckus at each clan's home base in [place]The Highlands[-place] and [place]The Dust[-place], then leave the emblem of the opposing clan in the wreckage. With any luck, they'll be killing each other off by sundown. "
TurnInDescription="You've sparked a war between the Zafords and the Hodunks. Only one question remains: who will you side with in the end?"

[M_MeetWithEllie:MeetZafordSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="You've sparked a war between the Zafords and the Hodunks. Only one question remains: who will you side with in the end?"

[M_MeetWithEllie:PlantLuckyExplosive MissionObjectiveDefinition]
ProgressMessage="Sabotage the Holy Spirits"

[M_MeetWithEllie:PlantLuckySet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Two bandit clans have been a thorn in Ellie's side: the Zafords and the Hodunks. She has concocted a plan to start a war between the two families: all you need to do is cause a ruckus at each clan's home base, then leave the emblem of the opposing clan in the wreckage. With any luck, they'll be killing each other off by sundown Having destroyed the Hodunks' prized tire, Ellie has asked you to head to the [place]The Holy Spirits[-place], a Zaford-owned bar in [place]The Highlands[-place], and sabotage its liquor distillery."
